<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
    <title> Контакты </title>
    <meta charset="UTF-8">
    <link rel="stylesheet" type="text/css" href="${pageContext.request.contextPath}/css/cssforcontacts.css"/>
    <link rel="shortcut icon" type="image/png" href="images/icon_project2.png"/>
</head>
<body>
<div class="container">
    <%@ include file="head.jsp"%>
    <%@ include file="footer.jsp"%>
    <%@ include file="email.jsp"%>
    <p>Wi-Fi — торговая марка Wi-Fi Alliance для беспроводных сетей на базе стандарта IEEE
        802.11. Под аббревиатурой Wi-Fi (от английского словосочетания Wireless Fidelity[1],
        которое можно дословно перевести как «беспроводное качество» или «беспроводная точность»)
        в настоящее время развивается целое семейство стандартов передачи цифровых потоков данных
        по радиоканалам.

        Любое оборудование, соответствующее стандарту IEEE 802.11, может быть протестировано в Wi-F
        i Alliance и получить соответствующий сертификат и право нанесения логотипа Wi-Fi.


        Содержание  [скрыть]
        1	История
        1.1	Происхождение названия
        2	Принцип работы
        3	Характеристики и скорость
        3.1	Преимущества Wi-Fi
        3.2	Недостатки Wi-Fi
        3.3	Беспроводные технологии в промышленности
        3.4	Wi-Fi и телефоны сотовой связи
        3.5	Международные проекты
        3.6	Wi-Fi в игровой индустрии
        4	Некоммерческое использование Wi-Fi
        5	Бесплатный доступ к Интернету через Wi-Fi
        6	Wi-Fi и ПО
        7	Юридический статус
        7.1	Россия
        7.1.1	Разрешение на использование частот
        7.1.2	Ответственность
        7.2	Украина
        7.3	Беларусь
        8	Безопасность
        9	См. также
        10	Примечания
        11	Ссылки
        История[править | править вики-текст]
        Wi-Fi был создан в 1999 году в лаборатории радиоастрономии CSIRO (Commonwealth Scientific and I
        ndustrial Research Organisation) в Канберре, Австралия[2]. Создателем беспроводного протокола
        обмена данными является инженер Джон О’Салливан (John O’Sullivan).

        Стандарт IEEE 802.11n был утверждён 11 сентября 2009 года. Его применение позволяет повысить
        скорость передачи данных практически вчетверо по сравнению с устройствами стандартов 802.11g (
        максимальная скорость которых равна 54 Мбит/с), при условии использования в режиме 802.11n с др
        угими устройствами 802.11n. Теоретически 802.11n способен обеспечи</p>
    <%@ include file="footer2.jsp"%>

</div>

</body>
</html>
